//
//  model.swift
//  mogrige_final
//
//  Created by Hyunseok Yang on 2020/11/15.
//

import Foundation
import UIKit

let keywordList1 = ["고양이", "갓구운 식빵", "잠자리", "의자", "꽃 씨앗", "노트북", "책상", "손수건", "옥수수", "반딧불이", "둥근 식탁", "라탄 바구니", "크로와상", "커피잔", "유리 꽃병", "격자 창문", "흔들의자"]
let keywordList2 = ["노천 카페", "낡은 서재", "노을", "늦은 새벽", "이른 아침", "점심시간", "오두막", "작은 풀밭", "작은 언덕", "퇴근시간", "봄의 가로수", "벽돌 담장", "초저녁", "거실"]
let keywordList3 = ["그레이 블루", "꽃무늬", "체크무늬", "정오의 빛", "겨울 공기", "진한 체리빛", "반사된 빛", "여린 물빛", "보라빛", "짙은 인디고", "깊은 코랄", "밝은 코랄", "병아리색"]

let tipList = ["한번 지나간 단어조합은 되돌릴 수 없어요", "오른쪽 스와이프로 단어조합을 저장할 수 있어요", "왼쪽 스와이프로 새로운 단어조합을 볼 수 있어요", "세개의 단어로 한줄 문장을 만들어 보세요", "아이디어는 작은 단어들로부터 태어날 수 있어요", "단어들은 n마다 업데이트되니 기대해주세요"]

let dummyImg = ["dummy_img1", "dummy_img2", "dummy_img3", "dummy_img4", "dummy_img5"]

let placeHolder = ["#고양이는 #저녁노을 지는 창가앞 #흔들의자에 몸을 둥글게 말고 잠들었다.", "전체적으로 브라운과 오렌지의 노을 빛을 배색하고 나무질감의 흔들의자와 담요를 적절히 자리를 잡아 그린다. 고양이는 실루엣으로만 표현하고 전체적으로 대비를 강하게 한다."]
